import {
      Users,
      Heart,
      Award,
      Lightbulb,
} from "lucide-react"

export const values = [
      {
            icon: Heart,
            title: "พิทักษ์สิทธิ์นักศึกษามุสลิม",
            description: "พิทักษ์สิทธิ์และเสริมสร้างความเข้าใจเรื่องสิทธิ์ของนักศึกษามุสลิมให้อยู่ในหลักการที่ถูกต้อง",
      },
      {
            icon: Users,
            title: "นำเสนอความเข้าใจอิสลาม อย่างถูกต้อง",
            description: "นำเสนออิสลามตามกีตาบุลลอฮฺและซุนนะฮ์ เสริมสร้างความเข้าใจที่ดี ทั้งกับมุสลิม และต่างศาสนิก",
      },
      {
            icon: Award,
            title: "เป็นพื้นที่แห่งการมีส่วนร่วม",
            description: "เปิดพื้นที่ให้นักศึกษามุสลิมทุกคน ได้มีส่วนร่วม ในการแลกเปลี่ยน ทำกิจกรรม เพื่อเสริมสร้างความเป็น พี่น้องกันในอิสลาม (อูคุวะฮฺ) และอยู่ร่วมกันเป็น (ญามาอะฮฺ)",
      },
      {
            icon: Lightbulb,
            title: "สร้างคนเก่งที่ดี และคนดีที่เก่ง",
            description: "พัฒนาศักยภาพนักศึกษามุสลิม ให้เป็นคนเก่งที่มีความสามารถ เป็นคนดีที่มีคุณธรรม จริยธรรม และให้เห็นถึงความสำคัญของการทำงานศาสนา และการทำงานเพื่อสังคม",
      },
]
export const mission = [
      {
            icon: Heart,
            title: "มุ่งมั่นพิทักษ์สิทธิ์นักศึกษามุสลิม",
      },
      {
            icon: Users,
            title: "นำเสนอความเข้าใจอิสลามอย่างถูกต้อง",
      },
      {
            icon: Award,
            title: "ส่งเสริมพื้นที่แห่งการมีส่วนร่วม",
      },
      {
            icon: Lightbulb,
            title: "เพื่อสร้างคนเก่งที่ดีและคนดีที่เก่ง",
      },
]


