export const faqs = [
      {
            question: "ใครสามารถเข้าร่วมชมรมได้บ้าง?",
            answer: "นักศึกษาทุกคณะในมหาวิทยาลัยสงขลานครินทร์ วิทยาเขตหาดใหญ่ สามารถเข้าร่วมได้",
      },
      {
            question: "มีค่าใช้จ่ายในการเป็นสมาชิกชมรมหรือไม่?",
            answer: "ไม่มีค่าสมาชิก แต่อาจมีค่าใช้จ่ายสำหรับกิจกรรมบางอย่างตามความเหมาะสม",
      },
      {
            question: "กิจกรรมจัดขึ้นบ่อยแค่ไหน?",
            answer: "เรามีกิจกรรมเป็นประจำทุกเดือน และกิจกรรมพิเศษตามโอกาสต่างๆ",
      },
      {
            question: "สามารถลาออกจากชมรมได้หรือไม่?",
            answer: "ได้ครับ สมาชิกสามารถลาออกได้ตลอดเวลา โดยแจ้งให้คณะกรรมการทราบ",
      },
]